using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ConsoleApp1
{
    class Program
    {
        static void Main(string[] args)
        {
            //1.Написать приложение, которое выведет на экран Ваше имя и фамилию.
            //var imya = "Муратжан";
            //var familiya = "Адылканов";
            //System.Console.WriteLine("Имя: " + imya);
            //System.Console.WriteLine("Фамилия: " + familiya);
            //System.Console.ReadLine();
            

            //2.Написать приложение, которое ожидает ввода нескольких чисел и выводит на экран их сумму.
            //System.Console.WriteLine("Введите три числа: ");
            //int a = int.Parse(Console.ReadLine());
            //int b = int.Parse(Console.ReadLine());
            //int c = int.Parse(Console.ReadLine());
            //Console.WriteLine("Сумма этих чисел: " + (a + b + c));
            //Console.ReadLine();
        }
    }
}
